IDEA Open Model
MatReinforcementEc2.CoeffFtkByFyk Property
Compatible with IDEA StatiCa Beta 20.0
 Coefficient ftk/fyk - k
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double CoeffFtkByFyk { get; set; }
Public Property CoeffFtkByFyk As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace